Repository: deployed/django-emailtemplates
Catalog: emailtemplates/locale/*/LC_MESSAGES/django.po
Languages: de

source: Attachment
de: Anlage

source: Attachments
de: Anh채nge

source: Show email preview
de: E-Mail-Vorschau anzeigen

source: Actions
de: Aktionen

source: template
de: Vorlage

source: subject
de: Thema

source: content
de: Inhalt

source: language
de: Sprache

source: attachments
de: anh채nge

source: created
de: erstellt

source: modified
de: ge채ndert

source: Attachment file
de: Datei anh채ngen

source: Comment
de: Kommentar

source: visible only in admin
de: nur im Administrationsbereich sichtbar

source: Ordering
de: Bestellung

source: Send as link
de: Als Link versenden

source: Attachment: %s
de: Anlage: %s

source: sent
de: gesendet

source: Mass email message
de: Massen E-Mail

source: Mass email messages
de: Massen E-Mails

source: <b>USAGE: %s</b>
de: <b>ANWENDUNG: %s</b>

source: <b>CONTEXT:</b><br/>%s
de: <b>KONTEXT:</b><br/>%s

source: Send to all users
de: An alle Benutzer senden

source: USAGE
de: ANWENDUNG

source: CONTEXT
de: KONTEXT

source: Mass email was already sent. Create new mail message or force sending from shell.
de: Die Massen-E-Mail wurde bereits gesendet. Neue E-Mail-Nachricht erstellen oder Senden aus der Shell erzwingen

source: Mass email sent successfully
de: Massen-E-Mail erfolgreich gesendet

source: Error occurred when trying to send mass email message.
de: Beim Versuch, eine Massen-E-Mail-Nachricht zu senden, ist ein Fehler aufgetreten
